Repository: Sipay/fpay-woocommerce
Catalog: sipay/i18n/*.po
Languages: es_es

source: Check missing or invalid fields
es_es: Verifica los campos que falten o inválidos

source: There was an error processing your payment, please try again
es_es: Hubo un error procesando su pago, por favor, inténtelo de nuevo

source: Enable/Disable
es_es: Activar/Desactivar

source: Enable Fastpay
es_es: Activar Fastpay

source: Payment method checkout title
es_es: Título del método de pago

source: Fastpay payment method title used in checkout
es_es: Título del método de pago que será usado en el checkout

source: Fastpay review page title
es_es: Título página de revisión Fastpay

source: This setting affects the title of the page that will be presented to customer after they been redirect back from payment gateway
es_es: Esta configuración afecta al título de la página que será mostrada a los clientes después de que hayan sido redirigidos de vuelta de la pasarela de pago

source: Fastpay payment review
es_es: Revisión de pago Fastpay

source: Sipay provided commerce key
es_es: La clave de comercio proporcionada

source: Environment
es_es: Entorno

source: Environment. Sandbox is for integration
es_es: Entorno. Sandbox es para la integración

source: Sipay provided secret
es_es: La clave secreta proporcionada

source: Sipay provided resource for payment wall all
es_es: La clave resource proporcionada para Payment Wall

source: Extra info, leave it empty.
es_es: Info extra, dejar vacío.

source: The order %s is not in pending payment status. Please, contact with the store with the order number to resolve the issue
es_es: El pedido %s no está en el estado pendiente de pago. Por favor, contacta con el número de pedido a la tienda para resolver el problema

source: Order was canceled by Woocommerce before we completed the transaction, please review the transaction information and check with the customer if needed.
es_es: El pedido fue cancelado o cambiado de estado antes de que pudieramos completar la transacción. Por favor, comprueba la información de la transacción y contacta con el cliente si fuera necesario.

source: Enable Express Checkout
es_es: Activar Express Checkout

source: Product page
es_es: Página de producto

source: Product page Enable Sipay
es_es: Activar Sipay en página de producto

source: Custom container
es_es: Configuración del contenedor

source: Container border color
es_es: Color del borde del contenedor

source: Select color (border and text)
es_es: Selecciona color (borde y texto)

source: Container border custom color
es_es: Color personalizado del contenedor

source: Ex. #F1F1F1
es_es: Ej. #F1F1F1

source: Only applied if "Border color" option is "Custom"
es_es: Solo se aplica si la propiedad "Color del border del contenedor" es "Personalizado"

source: Container header title
es_es: Título de cabecera

source: Container header font
es_es: Tipografía de título de cabecera

source: If you want a custom font that is not included in the selector leave it in 'Without custom font' option and apply the font to #sipay_ec_container on your CSS stylesheet
es_es: Si quieres una fuente personalizada que no este incluida en el selector selecciona la opción 'Sin fuente personalizada' y aplica la fuente al selector #sipay_ec_container en tu hoja de estilos CSS

source: Without custom font
es_es: Sin fuente personalizada

source: Container descriptive text
es_es: Texto descriptivo

source: Container descriptive font
es_es: Tipografía del texto descriptivo

source: Position mode
es_es: Modo de posicionamiento

source: Position DOM selector
es_es: Selector DOM

source: Select the reference object in which you want to place the widget for a more custom configuration
es_es: Selecciona el objeto de referencia en el cual quieres insertar el widget para una configuración más personalizada

source: Position Insertion
es_es: Insercción de capa

source: Only applied if "Position mode" option is "Manual". Select where do you wanna put the widget relative to the reference object selected in the previous field
es_es: Selecciona donde quieres posicionar el widget relativo al objeto selecciona en el anterior campo

source: DOM CSS custom style
es_es: Estilo CSS personalizado

source: Ex. {"background-color":"red","color":"white"}
es_es: Ej. {"background-color":"red","color":"white"}

source: Minicart Enable Sipay
es_es: Activar Sipay en Minicarrito

source: Minicart
es_es: Minicarrito

source: Cart Enable Sipay
es_es: Activar Sipay en carrito

source: Cart
es_es: Carrito

source: Value is not valid, example #F1F1F1
es_es: El valor no es válido, ejemplo #F1F1F1
